[{"model": "users.profile", "pk": 3, "fields": {"user": 1, "name": "Binu M Vijayan", "image": "profile_pics/b_6arCMg0.png"}}, {"model": "users.profile", "pk": 9, "fields": {"user": 14, "name": "Alilison Johnson", "image": "profile_pics/6676550.webp"}}, {"model": "users.profile", "pk": 10, "fields": {"user": 15, "name": "name_01", "image": "default.jpg"}}, {"model": "users.profile", "pk": 11, "fields": {"user": 16, "name": "name_01", "image": "default.jpg"}}, {"model": "blog.post", "pk": 1, "fields": {"title": "5G Speeds in India Reach 500Mbps on 5G Test Networks: Ookla", "content": "India officially got 5G at this year’s IMC event on October 1, following which Jio and Airtel announced the rollout of their 5G services. A recent Speedtest Intelligence report by Ookla gives an insight into the early 5G speed performance, which reached 500Mbps. Here are the details to know.\r\n\r\nOokla’s latest report considers the 5G download speeds before the official launch of 5G on October 1. The 5G download speeds reached 500Mbps and ranged from low double-digit (16.27Mbps) to 809.94Mbps.\r\n\r\nIt is said that the telecom operators are still gauging their networks and speeds are expected to become more stable. 5G is expected to be much faster than 4G LTE. The report says that this can happen easily under conditions like no network congestion and ideal network coverage. Although, reaching a conclusion right now isn’t the best idea.\r\n\r\nJio was able to achieve a median download speed of around 600Mbps (598.58Mbps) in June 2022 in Delhi, while Airtel reached a median download speed of 197.98Mbps. In Kolkata, the median speed for Airtel was 33.83Mbps and for Jio went up to 482.02Mbps. Mumbai saw a speed of 515.38Mbps (Jio) and 271.07Mbps (Airtel). While Jio led the speed test in three cities, its speed matched that of Airtel in Varanasi; Airtel achieved a median speed of 516.57Mbps and Jio got 485.22Mbps.\r\n\r\nThe report also talks about the 5G readiness amongst users in India. Around 89% of people in India are ready to upgrade to 5G. Samsung, Xiaomi, Realme, and more are top smartphone makers in the market but iPhones are said to be more 5G capable with the iPhone 12 being the most popular 5G device in India.\r\n\r\nAdditionally, Hyderabad saw significant growth in terms of 5G-capable devices. So, what are your thoughts on 5G in India? Do you think it will prove to be a major upgrade over 4G? Let us know in the comments below, and stay tuned for more such updates on 5G in India.", "date_posted": "2022-10-11T16:04:44Z", "author": 1, "image": "featured_image/5g_42Y0d8J.png"}}, {"model": "blog.post", "pk": 2, "fields": {"title": "Jio Quietly Discontinues Most of the Prepaid Plans with Free Disney+ Hotstar", "content": "Jio has been one of the telecom operators that has offered a number of prepaid plans bundled with the free Disney+ Hotstar for users to take advantage of the IPL season and watch a variety of online content. However, as a surprising move, the telco has silently discontinued a majority of its Disney+ Hotstar plans in India. Here are the details.\r\n\r\nReliance Jio had more than 10 Disney+ Hotstar prepaid plans but has now listed only two plans, both of which are expensive. The Rs 333, the Rs 499, the Rs 583, the Rs 601, the Rs 783, the Rs 799, the Rs 1,066, the Rs 2,999, and the Rs 3,119 plans no longer exist on Jio’s website.\r\n\r\nPlus, the data add-on plans costing Rs 151, Rs 555, and Rs 659 can’t be found listed on the website. The only options that exist are the Rs 1,499 and the Rs 4,199 prepaid plans.\r\n\r\nAs a quick reminder, the Rs 1,499 plan offers 2GB of 4G data per day, unlimited calls, 100 SMS a day, and access to several Jio apps. It is valid for 84 days and includes a year’s free Disney+ Hotstar Premium subscription worth Rs 1,499. The Rs 4,199 plan includes 3GB of 4G data a day, 100 SMS a day, unlimited calling, access to Jio apps, and a year’s Disney+ Hotstar subscription. This plan is valid for 365 days.\r\n\r\nWhile there’s no word on why Jio has suddenly removed other Disney+ Hotstar prepaid plans, it could possibly be to add new ones given that T20 World Cup is expected in a few days. To recall, a similar thing happened back in December last year only for Jio to introduce new ones. We shall get proper details on this soon. So, it’s best to wait for more information.", "date_posted": "2022-10-12T18:36:54.268Z", "author": 1, "image": "featured_image/jio.png"}}, {"model": "blog.post", "pk": 3, "fields": {"title": "Google Pixel 7 and 7 Pro in Pictures: The Flagship Pixels Make a Comeback to India", "content": "Google finally launched the anticipated Pixel 7 series earlier this week and also brought its flagship phones to India, making Pixel fans pretty happy. The Pixel 7 and Pixel 7 Pro come with the new Tensor G2 chipset, some design changes, camera upgrades with a bunch of new features, and much more. It is also a great deal as Google has launched its flagship Pixel phones in India after several years, the last ones being the Pixel 3 and 3 XL. For a change, the Pixel 7 and 7 Pro got introduced in India at the same time as the global markets. And Google invited us to check out its latest flagships. We went hands-on with both the Pixel 7 and Pixel 7 Pro at the media event, and here are a few hands-on pictures to show you how these phones look in real-life. So, have a look for yourself and tell us how you like it! In terms of design, the Pixel 7 and 7 Pro are akin to their predecessors, the Pixel 6 and 6 Pro, but with a few changes here and there. The camera visor design, which gives the Pixel lineup its identity, has gotten a facelift. The glass camera bar on the back has now been swapped out for a seamless metal design that melts into the frame, much like the Galaxy S22 series. It now boasts a recyclable aluminum finish, and the camera sensors appear more prominent. The Pixel 7 series comes in three color options to choose from.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>The Snow and Obsidian colors are common for both the Pixel 7 and 7 Pro. While the Pixel 7 gets the Lemongrass color (leftmost in the picture above) as the third option, the Pixel 7 Pro offers a Hazel colorway (with gold frame and accents), which I personally like. Do share your thoughts on which color is your favorite in the comments below. As for the display, the Pixel 7 Pro goes for a big 6.7-inch QHD+ screen that&rsquo;s slightly curved and offers a variable 120Hz refresh rate, while the Pixel 7 aims for an easy-to-fit-in-the-pocket design with a 6.3-inch Full HD+ display with a 90Hz refresh rate. Both models have OLED panels with a punch-hole selfie camera, so you can expect a vibrant and sharp viewing experience. The Pixel 7 series includes a recognizable camera visor with some impressive upgrades. The camera island is matte for the Pixel 7, while the Pixel 7 Pro opts for a glossy finish. The vanilla model has a 50 + 12MP dual-camera setup, whereas the Pro model differentiates itself with a 50MP + 48MP + 12MP triple-camera system. And as we learned during the presentation, this enables features like Cinematic Mode, Super Res Zoom 2.0, Macro Focus, and much more. The 10.8MP selfie shooter is the same for both models. Google Finally Gets the Pricing Right! The Pixel 7 series went up for pre-order in India on 6th October, the same time as the global markets, and sold out quickly. After multiple failures over the year, Google seems to have finally cracked its pricing strategy in India (unlike the Pixel 6a) and could see fans flock to the standard Pixel 7. For those unaware, the Pixel 7 is priced at Rs 59,999, and the Pixel 7 Pro is priced at Rs 84,999. These phones will go on sale starting October 11. To know about bank discounts and exchange offers, you can head to our dedicated story linked here. That said, do share your thoughts on how you like the new Pixel 7 series and its India pricing.", "date_posted": "2022-10-12T18:52:28Z", "author": 1, "image": "featured_image/google-pixel-7-back-panel.webp"}}, {"model": "blog.post", "pk": 4, "fields": {"title": "Elon Musk under federal investigation over Twitter deal", "content": "Elon Musk is under a federal investigation related to his $44 billion takeover deal for Twitter.\r\n\r\nThe news came from a court filing made public on Thursday about the latest in ongoing legal disputes between the billionaire and the social network.\r\n\r\nWhile the filing said he was under investigation, it did not say what the focus was.\r\n\r\n\"This game of 'hide the ball' must end,\" the company said in the court filing.\r\n\r\nMr Musk did not immediately respond to a request for comment.\r\n\r\nTwitter - which sued Mr Musk in July to force him to close the deal - said lawyers for the Tesla CEO had claimed \"investigative privilege\" when refusing to hand over documents it wanted.", "date_posted": "2022-10-14T16:52:16.072Z", "author": 1, "image": "featured_image/_127149516_gettyimages-1229893040.jpg.webp"}}, {"model": "blog.post", "pk": 5, "fields": {"title": "India's solar-powered future clashes with local life", "content": "\"Bhadla is almost unliveable,\" says Keshav Prasad, the chief executive Saurya Urja, a renewable energy company.\r\n\r\nHe is talking about part of the Thar desert located in Rajasthan in the northwest of India.\r\n\r\nTemperatures there can top 50C and frequent sandstorms add to the inhospitable conditions.\r\n\r\nBut what makes Bhadla an unforgiving place to live also makes it an ideal place to generate solar power.\r\n\r\nThanks to the abundant sunshine, Bhadla is home to the world's biggest solar power farm, in part built and operated by Mr Prasad's Saurya Urja.\r\n\r\nSoaking up the sunshine are 10 million solar panels with the capacity to generate 2,245MW, enough to power 4.5 million households.\r\n\r\nWhile keeping the solar panels clean in such a sandy and dusty environment is a challenge, Mr Prasad says running such a vast solar plant is still much simpler than operating almost any other kind of power station.\r\n\r\n\"There is not much equipment involved. Solar panels, cables, inverters and transformers are almost all that are needed to run a plant,\" he says.", "date_posted": "2022-10-14T16:54:00.177Z", "author": 1, "image": "featured_image/_126797433_gettyimages-1267710008.jpg.webp"}}, {"model": "blog.post", "pk": 6, "fields": {"title": "E-waste: Five billion phones to be thrown away in 2022", "content": "This year, 5.3 billion mobile phones will be thrown away the international waste electrical and electronic equipment (WEEE) forum says.\r\n\r\nIts estimate, based on global trade data, highlights the growing environmental problem of \"e-waste\".\r\n\r\nMany people keep old phones, rather than recycling them, research suggests.\r\n\r\nPrecious minerals not extracted from waste electronics, such as the copper in wire or the cobalt in rechargeable batteries, have to be mined.\r\n\r\nMine e-waste, not the Earth, say scientists\r\nMillions of old gadgets 'stockpiled in drawers'\r\n\"People tend not to realise that all these seemingly insignificant items have a lot of value and together at a global level represent massive volumes,\" WEEE director general Pascal Leroy said.\r\n\r\nThere are an estimated 16 billion mobile phones worldwide - and in Europe, almost a third are no longer in use.\r\n\r\n\r\nThe WEEE says its research shows the \"mountain\" of electrical and electronic waste - from washing machines and toasters to tablet computers and global positioning system (GPS) devices - will grow to 74 million tonnes a year by 2030.\r\n\r\nEarlier this year, the Royal Society of Chemistry launched a campaign promoting the mining of e-waste to produce new products, highlighting global conflict, including the war in Ukraine, threatens precious-metal supply chains.\r\n\r\nMagdalena Charytanowicz, of the WEEE, said: \"These devices offer many important resources that can be used in the production of new electronic devices or other equipment, such as wind turbines, electric car batteries or solar panels - all crucial for the green, digital transition to low-carbon societies.\"\r\n\r\nThe periodic table (c) SPL\r\nIMAGE SOURCE,SCIENCE PHOTO LIBRARY\r\nImage caption,\r\nPrecious elements not extracted from waste have to be mined - at great environmental cost\r\nJust over 17% of the world's e-waste is properly recycled - but the United Nations International Telecommunication Union has set a target to raise that to 30% by next year.\r\n\r\nIt highlights it is one of the \"fastest growing and most complex waste streams that affects both human health and the environment, as it can contain harmful substances\".\r\n\r\nIn the UK, more than 20 million unused but working electrical items, worth as much as possibly £5.63bn, are currently hoarded in UK homes, surveys by the organisation Material Focus suggest.\r\n\r\nIt also calculated that the average UK household could sell unwanted tech and raise about £200.", "date_posted": "2022-10-14T16:58:40.219Z", "author": 1, "image": "featured_image/_110906150_gettyimages-668436606.jpg"}}, {"model": "blog.post", "pk": 7, "fields": {"title": "Netflix ad-supported service to launch in November", "content": "<b>Netflix </b>is launching a new streaming option with adverts in November, introducing a less expensive offering as it fights to keep viewers.\r\n\r\nThe plan will be available in 12 countries including the UK, US, Canada, Mexico and Australia.\r\n\r\nThe firm said it would charge £4.99 a month for the service in the UK, while it will cost $6.99 in the US.\r\n\r\nNetflix has been losing customers as competition and cost of living pressures mount.\r\n\r\nThe company lost more than 1 million subscribers in the first half of this year. It is due to provide an update of that figure to investors next week.\r\n\r\n'Price for every fan'\r\nNetflix's move into advertising is a big change for the company, which pioneered the idea of subscription-based streaming.\r\n\r\nBut as more entertainment companies roll out online streaming platforms, it has had a harder time retaining subscribers, especially as households concerned about the rising cost-of-living look for ways to cut back.\r\n\r\nIn the UK, the least expensive plan without commercials starts at £6.99 a month.\r\n\r\n\"We're confident that ... we now have a price and plan for every fan,\" the company said in a press release.\r\n\r\n\"While it's still very early days, we're pleased with the interest from both consumers and the advertising community and couldn't be more excited about what's ahead.\"\r\n\r\nNetflix loses almost a million subscribers\r\nNetflix ends secrecy over viewing figures\r\nWhy some viewers are switching off Netflix\r\nSubscribers to the new offering should expect to see an average of four to five minutes of adverts per hour, the company said.\r\n\r\nSome films and TV series also will not be available due to licensing restrictions.\r\n\r\nThe company said it planned to expand the offering to more countries over time.\r\n\r\nMany of Netflix's competitors already combine streaming with adverts or have plans to.\r\n\r\nDisney, for example, is due to roll out an advert supported service in December in the US. That plan will start at $7.99 a month.\r\n\r\nJeremi Gorman, Netflix's president of worldwide advertising, said it had nearly sold out all the available ad time for the launch, a sign of the interest from advertisers in reaching younger audiences that are increasingly turning away from traditional television.\r\n\r\nNetflix is asking people who sign up for the ad service for gender and birth date information as part of efforts to target ads.", "date_posted": "2022-10-14T17:00:30Z", "author": 1, "image": "featured_image/_124240607_squidgame_unit_103_1015.jpg.webp"}}, {"model": "admin.logentry", "pk": 1, "fields": {"action_time": "2022-09-16T20:34:05.079Z", "user": 1, "content_type": 4, "object_id": "2", "object_repr": "TestUser", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 2, "fields": {"action_time": "2022-09-16T20:35:26.687Z", "user": 1, "content_type": 4, "object_id": "2", "object_repr": "TestUser", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Email address\"]}}]"}}, {"model": "admin.logentry", "pk": 3, "fields": {"action_time": "2022-09-18T15:57:12.124Z", "user": 1, "content_type": 7, "object_id": "3", "object_repr": "Blog 3", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Title\"]}}]"}}, {"model": "admin.logentry", "pk": 4, "fields": {"action_time": "2022-09-27T12:22:41.714Z", "user": 1, "content_type": 8, "object_id": "1", "object_repr": "binumvij Profile", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 5, "fields": {"action_time": "2022-09-27T12:22:57.006Z", "user": 1, "content_type": 8, "object_id": "1", "object_repr": "binumvij Profile", "action_flag": 2, "change_message": "[]"}}, {"model": "admin.logentry", "pk": 6, "fields": {"action_time": "2022-09-27T12:23:07.153Z", "user": 1, "content_type": 8, "object_id": "2", "object_repr": "TestUser Profile", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 7, "fields": {"action_time": "2022-09-27T12:37:35.859Z", "user": 1, "content_type": 8, "object_id": "2", "object_repr": "TestUser Profile", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 8, "fields": {"action_time": "2022-09-27T12:37:35.946Z", "user": 1, "content_type": 8, "object_id": "1", "object_repr": "binumvij Profile", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 9, "fields": {"action_time": "2022-09-27T12:38:23.201Z", "user": 1, "content_type": 8, "object_id": "3", "object_repr": "binumvij Profile", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 10, "fields": {"action_time": "2022-09-27T12:38:30.223Z", "user": 1, "content_type": 8, "object_id": "4", "object_repr": "TestUser Profile", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 11, "fields": {"action_time": "2022-10-06T16:15:31.724Z", "user": 1, "content_type": 4, "object_id": "7", "object_repr": "AnmolSachdeva", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 12, "fields": {"action_time": "2022-10-06T16:15:31.937Z", "user": 1, "content_type": 4, "object_id": "4", "object_repr": "NewUser2", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 13, "fields": {"action_time": "2022-10-06T16:15:32.013Z", "user": 1, "content_type": 4, "object_id": "3", "object_repr": "Newuser001", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 14, "fields": {"action_time": "2022-10-06T16:15:32.079Z", "user": 1, "content_type": 4, "object_id": "8", "object_repr": "anmolsachdeva", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 15, "fields": {"action_time": "2022-10-06T16:15:32.144Z", "user": 1, "content_type": 4, "object_id": "5", "object_repr": "testuser123", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 16, "fields": {"action_time": "2022-10-06T16:15:32.210Z", "user": 1, "content_type": 4, "object_id": "9", "object_repr": "testuser4", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 17, "fields": {"action_time": "2022-10-06T17:13:36.480Z", "user": 1, "content_type": 8, "object_id": "6", "object_repr": "testuser5 Profile", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 18, "fields": {"action_time": "2022-10-06T17:16:52.019Z", "user": 1, "content_type": 4, "object_id": "12", "object_repr": "testuser6", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"password\"]}}]"}}, {"model": "admin.logentry", "pk": 19, "fields": {"action_time": "2022-10-06T17:19:09.260Z", "user": 1, "content_type": 4, "object_id": "2", "object_repr": "TestUser", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 20, "fields": {"action_time": "2022-10-06T17:19:09.350Z", "user": 1, "content_type": 4, "object_id": "6", "object_repr": "newuser3", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 21, "fields": {"action_time": "2022-10-06T17:19:09.419Z", "user": 1, "content_type": 4, "object_id": "10", "object_repr": "testuser4", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 22, "fields": {"action_time": "2022-10-06T17:19:09.506Z", "user": 1, "content_type": 4, "object_id": "11", "object_repr": "testuser5", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 23, "fields": {"action_time": "2022-10-06T17:19:09.593Z", "user": 1, "content_type": 4, "object_id": "12", "object_repr": "testuser6", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 24, "fields": {"action_time": "2022-10-06T17:19:09.683Z", "user": 1, "content_type": 4, "object_id": "13", "object_repr": "testuser7", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 25, "fields": {"action_time": "2022-10-10T13:01:51.643Z", "user": 1, "content_type": 8, "object_id": "9", "object_repr": "Allison_Johnson Profile", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Name\"]}}]"}}, {"model": "admin.logentry", "pk": 26, "fields": {"action_time": "2022-10-10T13:02:03.746Z", "user": 1, "content_type": 7, "object_id": "10", "object_repr": "Aenean nec erat a purus gravida", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Cover pic\"]}}]"}}, {"model": "admin.logentry", "pk": 27, "fields": {"action_time": "2022-10-11T07:41:44.945Z", "user": 1, "content_type": 7, "object_id": "10", "object_repr": "Aenean nec erat a purus gravida", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Content\"]}}]"}}, {"model": "admin.logentry", "pk": 28, "fields": {"action_time": "2022-10-11T07:42:13.595Z", "user": 1, "content_type": 7, "object_id": "10", "object_repr": "Aenean nec erat a purus gravida", "action_flag": 2, "change_message": "[]"}}, {"model": "admin.logentry", "pk": 29, "fields": {"action_time": "2022-10-11T14:53:35.409Z", "user": 1, "content_type": 7, "object_id": "10", "object_repr": "Aenean nec erat a purus gravida", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 30, "fields": {"action_time": "2022-10-11T14:53:35.499Z", "user": 1, "content_type": 7, "object_id": "9", "object_repr": "Donec vestibulum orci non sodales dapibus.", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 31, "fields": {"action_time": "2022-10-11T14:53:35.578Z", "user": 1, "content_type": 7, "object_id": "8", "object_repr": "Twitter’s edit button is rolling out in the US for paying subscribers", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 32, "fields": {"action_time": "2022-10-11T14:53:35.666Z", "user": 1, "content_type": 7, "object_id": "7", "object_repr": "Hands-on with the Pixel 7 and 7 Pro: something familiar", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 33, "fields": {"action_time": "2022-10-11T16:28:08.394Z", "user": 1, "content_type": 7, "object_id": "1", "object_repr": "5G Speeds in India Reach 500Mbps on 5G Test Networks: Ookla", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Image\"]}}]"}}, {"model": "admin.logentry", "pk": 34, "fields": {"action_time": "2022-10-12T19:02:35.777Z", "user": 1, "content_type": 7, "object_id": "3", "object_repr": "Google Pixel 7 and 7 Pro in Pictures: The Flagship Pixels Make a Comeback to India", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Content\"]}}]"}}, {"model": "admin.logentry", "pk": 35, "fields": {"action_time": "2022-10-14T16:48:29.962Z", "user": 1, "content_type": 7, "object_id": "3", "object_repr": "Google Pixel 7 and 7 Pro in Pictures: The Flagship Pixels Make a Comeback to India", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Content\"]}}]"}}, {"model": "admin.logentry", "pk": 36, "fields": {"action_time": "2022-10-14T16:49:13.602Z", "user": 1, "content_type": 7, "object_id": "3", "object_repr": "Google Pixel 7 and 7 Pro in Pictures: The Flagship Pixels Make a Comeback to India", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Content\"]}}]"}}, {"model": "admin.logentry", "pk": 37, "fields": {"action_time": "2022-10-19T18:50:10.352Z", "user": 1, "content_type": 7, "object_id": "7", "object_repr": "Netflix ad-supported service to launch in November", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"Content\"]}}]"}}, {"model": "auth.permission", "pk": 1, "fields": {"name": "Can add log entry", "content_type": 1, "codename": "add_logentry"}}, {"model": "auth.permission", "pk": 2, "fields": {"name": "Can change log entry", "content_type": 1, "codename": "change_logentry"}}, {"model": "auth.permission", "pk": 3, "fields": {"name": "Can delete log entry", "content_type": 1, "codename": "delete_logentry"}}, {"model": "auth.permission", "pk": 4, "fields": {"name": "Can view log entry", "content_type": 1, "codename": "view_logentry"}}, {"model": "auth.permission", "pk": 5, "fields": {"name": "Can add permission", "content_type": 2, "codename": "add_permission"}}, {"model": "auth.permission", "pk": 6, "fields": {"name": "Can change permission", "content_type": 2, "codename": "change_permission"}}, {"model": "auth.permission", "pk": 7, "fields": {"name": "Can delete permission", "content_type": 2, "codename": "delete_permission"}}, {"model": "auth.permission", "pk": 8, "fields": {"name": "Can view permission", "content_type": 2, "codename": "view_permission"}}, {"model": "auth.permission", "pk": 9, "fields": {"name": "Can add group", "content_type": 3, "codename": "add_group"}}, {"model": "auth.permission", "pk": 10, "fields": {"name": "Can change group", "content_type": 3, "codename": "change_group"}}, {"model": "auth.permission", "pk": 11, "fields": {"name": "Can delete group", "content_type": 3, "codename": "delete_group"}}, {"model": "auth.permission", "pk": 12, "fields": {"name": "Can view group", "content_type": 3, "codename": "view_group"}}, {"model": "auth.permission", "pk": 13, "fields": {"name": "Can add user", "content_type": 4, "codename": "add_user"}}, {"model": "auth.permission", "pk": 14, "fields": {"name": "Can change user", "content_type": 4, "codename": "change_user"}}, {"model": "auth.permission", "pk": 15, "fields": {"name": "Can delete user", "content_type": 4, "codename": "delete_user"}}, {"model": "auth.permission", "pk": 16, "fields": {"name": "Can view user", "content_type": 4, "codename": "view_user"}}, {"model": "auth.permission", "pk": 17, "fields": {"name": "Can add content type", "content_type": 5, "codename": "add_contenttype"}}, {"model": "auth.permission", "pk": 18, "fields": {"name": "Can change content type", "content_type": 5, "codename": "change_contenttype"}}, {"model": "auth.permission", "pk": 19, "fields": {"name": "Can delete content type", "content_type": 5, "codename": "delete_contenttype"}}, {"model": "auth.permission", "pk": 20, "fields": {"name": "Can view content type", "content_type": 5, "codename": "view_contenttype"}}, {"model": "auth.permission", "pk": 21, "fields": {"name": "Can add session", "content_type": 6, "codename": "add_session"}}, {"model": "auth.permission", "pk": 22, "fields": {"name": "Can change session", "content_type": 6, "codename": "change_session"}}, {"model": "auth.permission", "pk": 23, "fields": {"name": "Can delete session", "content_type": 6, "codename": "delete_session"}}, {"model": "auth.permission", "pk": 24, "fields": {"name": "Can view session", "content_type": 6, "codename": "view_session"}}, {"model": "auth.permission", "pk": 25, "fields": {"name": "Can add post", "content_type": 7, "codename": "add_post"}}, {"model": "auth.permission", "pk": 26, "fields": {"name": "Can change post", "content_type": 7, "codename": "change_post"}}, {"model": "auth.permission", "pk": 27, "fields": {"name": "Can delete post", "content_type": 7, "codename": "delete_post"}}, {"model": "auth.permission", "pk": 28, "fields": {"name": "Can view post", "content_type": 7, "codename": "view_post"}}, {"model": "auth.permission", "pk": 29, "fields": {"name": "Can add profile", "content_type": 8, "codename": "add_profile"}}, {"model": "auth.permission", "pk": 30, "fields": {"name": "Can change profile", "content_type": 8, "codename": "change_profile"}}, {"model": "auth.permission", "pk": 31, "fields": {"name": "Can delete profile", "content_type": 8, "codename": "delete_profile"}}, {"model": "auth.permission", "pk": 32, "fields": {"name": "Can view profile", "content_type": 8, "codename": "view_profile"}}, {"model": "auth.permission", "pk": 33, "fields": {"name": "Can add attachment", "content_type": 9, "codename": "add_attachment"}}, {"model": "auth.permission", "pk": 34, "fields": {"name": "Can change attachment", "content_type": 9, "codename": "change_attachment"}}, {"model": "auth.permission", "pk": 35, "fields": {"name": "Can delete attachment", "content_type": 9, "codename": "delete_attachment"}}, {"model": "auth.permission", "pk": 36, "fields": {"name": "Can view attachment", "content_type": 9, "codename": "view_attachment"}}, {"model": "auth.user", "pk": 1, "fields": {"password": "pbkdf2_sha256$390000$E4wdjZLmGEU9rh04UCmc6f$LupNo1gan255vGhso/5tJdO+tzlmQIOL9Id8x0fNtyo=", "last_login": "2022-10-12T17:56:28.006Z", "is_superuser": true, "username": "binumvij", "first_name": "", "last_name": "", "email": "binumvij68@gmail.com", "is_staff": true, "is_active": true, "date_joined": "2022-09-16T20:28:57.971Z", "groups": [], "user_permissions": []}}, {"model": "auth.user", "pk": 14, "fields": {"password": "pbkdf2_sha256$390000$0Gxa3WhbZNeQtSB0jixr4c$egrqqrdX/Oh4gtijGZt5prtl+oyIFzR8gpXhEA/1drg=", "last_login": "2022-10-10T12:55:36.724Z", "is_superuser": false, "username": "Allison_Johnson", "first_name": "", "last_name": "", "email": "allisonjohnson@blogspot.com", "is_staff": false, "is_active": true, "date_joined": "2022-10-06T18:47:47.444Z", "groups": [], "user_permissions": []}}, {"model": "auth.user", "pk": 15, "fields": {"password": "pbkdf2_sha256$390000$6L6bdsIi02Vot98FlXa5Yc$9y18DQc4MqNZrVVEEq/rGRMEGdbdvWSSMy49o+vk6fM=", "last_login": "2022-10-10T08:13:17.607Z", "is_superuser": false, "username": "Jay_Peters", "first_name": "", "last_name": "", "email": "jaypeters@blogspot.com", "is_staff": false, "is_active": true, "date_joined": "2022-10-06T18:52:45.457Z", "groups": [], "user_permissions": []}}, {"model": "auth.user", "pk": 16, "fields": {"password": "pbkdf2_sha256$390000$phEb9bmElWAB0b7nBGVU9l$QO4vDlCVxg43hbK8l+2bsZzYyM7l6H3QLb95N9a+y4w=", "last_login": "2022-10-09T18:09:22.672Z", "is_superuser": false, "username": "tesstuser001", "first_name": "", "last_name": "", "email": "binumvij001@gmail.com", "is_staff": false, "is_active": true, "date_joined": "2022-10-09T10:35:11.141Z", "groups": [], "user_permissions": []}}, {"model": "contenttypes.contenttype", "pk": 1, "fields": {"app_label": "admin", "model": "logentry"}}, {"model": "contenttypes.contenttype", "pk": 2, "fields": {"app_label": "auth", "model": "permission"}}, {"model": "contenttypes.contenttype", "pk": 3, "fields": {"app_label": "auth", "model": "group"}}, {"model": "contenttypes.contenttype", "pk": 4, "fields": {"app_label": "auth", "model": "user"}}, {"model": "contenttypes.contenttype", "pk": 5, "fields": {"app_label": "contenttypes", "model": "contenttype"}}, {"model": "contenttypes.contenttype", "pk": 6, "fields": {"app_label": "sessions", "model": "session"}}, {"model": "contenttypes.contenttype", "pk": 7, "fields": {"app_label": "blog", "model": "post"}}, {"model": "contenttypes.contenttype", "pk": 8, "fields": {"app_label": "users", "model": "profile"}}, {"model": "contenttypes.contenttype", "pk": 9, "fields": {"app_label": "django_summernote", "model": "attachment"}}, {"model": "sessions.session", "pk": "045u71k5saq0eeme4ezl5zq32wzwsej0", "fields": {"session_data": "e30:1ogU2K:qMlXIWLvISHP7aa1y9RT3r2AG_5ELvSr8u1Y_PkoV4M", "expire_date": "2022-10-20T16:47:52.958Z"}}, {"model": "sessions.session", "pk": "1clwydpcif6auen1z82ihb3f9wv1yw2d", "fields": {"session_data": "e30:1ogTIC:e7uQCmX-2tf83nUyFDEiR-DK7aRkmthYSEPUKterzA0", "expire_date": "2022-10-20T16:00:12.480Z"}}, {"model": "sessions.session", "pk": "316lpt8glhimx7w0n7yv5nt4zaab78q2", "fields": {"session_data": "e30:1ogTUw:QL5K5USByNzSPpTGioXSf_Wd4faWYjh0oe81JVQdv_4", "expire_date": "2022-10-20T16:13:22.417Z"}}, {"model": "sessions.session", "pk": "4n6wzt9jj49qwwha8nt5noonboq0yqde", "fields": {"session_data": ".eJxVjMsOwiAQRf-FtSE8Olhcuu83kAFmpGogKe3K-O_apAvd3nPOfYmA21rC1mkJcxYXocXpd4uYHlR3kO9Yb02mVtdljnJX5EG7nFqm5_Vw_w4K9vKtEyXQ7BhwBCLKQzwrpYGVIUPZkWPjjRoJkZVlJg-eE2pvLTiNA4v3Bw7xOMY:1oify0:SHmNdgTJTJBDix13k4-OkZn-BkmVOFL49NL78zrq_cI", "expire_date": "2022-10-26T17:56:28.419Z"}}, {"model": "sessions.session", "pk": "5tn71bz58aod31kul5qlg9q9ua5av9qn", "fields": {"session_data": "e30:1ogULh:W8XEIBY-A6IRHkrs02EDXXfq5sHjwSrYW15JFpEQisA", "expire_date": "2022-10-20T17:07:53.635Z"}}, {"model": "sessions.session", "pk": "98bleiog22i34gatmiqkhkqnhkj05pg0", "fields": {"session_data": "e30:1odEVj:GglMK_iaep76VVmLtSUpn19V7vyJGu-Zkl_JHSR3h84", "expire_date": "2022-10-11T17:36:47.361Z"}}, {"model": "sessions.session", "pk": "cvew4cf08dlswjtrf5fsaoqwes9w17qp", "fields": {"session_data": ".eJxVjMsOwiAQRf-FtSE8Olhcuu83kAFmpGogKe3K-O_apAvd3nPOfYmA21rC1mkJcxYXocXpd4uYHlR3kO9Yb02mVtdljnJX5EG7nFqm5_Vw_w4K9vKtEyXQ7BhwBCLKQzwrpYGVIUPZkWPjjRoJkZVlJg-eE2pvLTiNA4v3Bw7xOMY:1oiGdG:vqmYCsrA51e0DEF3yaz8V1UDLfA-sk56nJDFWd6QopY", "expire_date": "2022-10-25T14:53:22.169Z"}}, {"model": "sessions.session", "pk": "d34ix363ayn7n1nrhyah7lej4773s4k6", "fields": {"session_data": ".eJxVjMsOwiAQRf-FtSE8Olhcuu83kAFmpGogKe3K-O_apAvd3nPOfYmA21rC1mkJcxYXocXpd4uYHlR3kO9Yb02mVtdljnJX5EG7nFqm5_Vw_w4K9vKtEyXQ7BhwBCLKQzwrpYGVIUPZkWPjjRoJkZVlJg-eE2pvLTiNA4v3Bw7xOMY:1ohsPT:L_MbrOuXJXMs9LpZCFaSC4wg2DPYIz0Jx8JKngKvMCI", "expire_date": "2022-10-24T13:01:31.124Z"}}, {"model": "sessions.session", "pk": "fw04qtv5h5ol8omgftz1jhufnb267aug", "fields": {"session_data": "e30:1ogUVA:svnhIn7zhyYtcxPXRLGxr1rkivVDTqeJuPkAMRAdqJE", "expire_date": "2022-10-20T17:17:40.633Z"}}, {"model": "sessions.session", "pk": "kvn2slo1dyc2a6gl4bxinungvbfbvl4d", "fields": {"session_data": "e30:1ogTJ1:4U597YG8x22PeR4vcfTy2bJEsUAXF-CIPGDy7qN_yFQ", "expire_date": "2022-10-20T16:01:03.094Z"}}, {"model": "sessions.session", "pk": "n1sfqvcj0uvjlkxqg90feu1cdse109kd", "fields": {"session_data": "e30:1odEWt:mQ8__b1EHRJk4FAWCqt6y5MbEV-UOzJzwnDf_po5eX0", "expire_date": "2022-10-11T17:37:59.529Z"}}, {"model": "sessions.session", "pk": "pzj7lxd1j2thhasfun9995oen12rdigt", "fields": {"session_data": "e30:1odEVv:f10-S0DtNyHBa111vZByaceIsmnYjDVIhm2L3FXdB3w", "expire_date": "2022-10-11T17:36:59.881Z"}}, {"model": "sessions.session", "pk": "r6g393arvuywxyy9zfl8rq4ujv0ytp0u", "fields": {"session_data": "e30:1ogUQ5:LpYsl2cfIa_Y95quGdkhDcO15P1XWfDxfr7PZkU9kJc", "expire_date": "2022-10-20T17:12:25.181Z"}}, {"model": "sessions.session", "pk": "svexpszmydt1xmht47q1g393gg5mh8q9", "fields": {"session_data": "e30:1og5RA:Wvxfsa6ouS5iL9D6mFvZJf6Gfs1fRHNHeHOWJcAynoI", "expire_date": "2022-10-19T14:31:52.576Z"}}, {"model": "sessions.session", "pk": "upgj5h5lfuycdlyub5cm2y8960ypud1i", "fields": {"session_data": "e30:1odF2O:xiR4le1evr3Y3fVBuO48I8ExpKAa8tWtik_eMcGla0c", "expire_date": "2022-10-11T18:10:32.505Z"}}, {"model": "sessions.session", "pk": "z590tp9c7cvrcrk1eto6d1qmg403ifw0", "fields": {"session_data": "e30:1og5Uo:L93GGV4aGABKZOPX7bg3FhwiG4_gJj3jzIL3DazXEWU", "expire_date": "2022-10-19T14:35:38.189Z"}}, {"model": "sessions.session", "pk": "zzqsrnki8k51pfez3w7xlgkc6sx77oki", "fields": {"session_data": "e30:1og5Uc:YJXatOyfVqiTxW4hg8cYrYLkHKhjPqELGD2Ta31O220", "expire_date": "2022-10-19T14:35:26.006Z"}}]